qlist = {"как": "howanswer", "что": "whatlist", "кто": "whatlist", "почему": "whylist", "схуяли": "whylist",
         "хули": "whylist", "где": "wherelist", "когда": "whenlist", "зачем": "forlist", "нахуя": "forlist",
         "нахуй": "forlist"}
xylist = {"а": "Хуя", "о": "Хуе", "у": "Хую", "и": "Ху", "ы": "Хуи", "е": "Хуе", "ё": "Ху", "ю": "Ху", "я": "Ху",
          "э": "Хуе"}
gl = ["у", "о", "ё", "ю"]
repeatlist = ['Повторяешься', 'Где-то я это уже слышала', 'Знаю, знаю', 'Почмеу у меня дежавю?', 'Опять?', 'Снова?',
              'Ты бот что-ли?', 'Еще раз скажи', 'Завис?',
              'Тебе бы книжек почитать, что-то со словарным запасом проблемы']
notunderst = ['По-русски пиши!', 'Пиши по-русски!', 'Моя твоя не понимать', 'Ну и че ты мне тут выдал?',
              'Наркоман штоле?', 'Я не совсем понимаю о чем ты, давай сменим тему', 'Шта?', 'Раскладку сменить забыл?',
              'Ээ, что, прости?', 'И как это понимать?']
greet = ['Приветствую', 'День добрый', 'Здравствуй, мил человек', 'Ку', 'Йоу', 'Привет', 'Здравствуй', 'Добрый день',
         'приветствую', 'день добрый', 'здравствуй, мил человек', 'ку', 'йоу', 'привет', 'здравствуй', 'добрый день']
greett = ['Приветствую', 'День добрый', 'Здравствуй, мил человек', 'Ку', 'Йоу', 'Привет', 'Здравствуй', 'Добрый день']
fcklist = ['На йух, животное', 'Да ты издевашься?', 'Хули ты до меня доебался?', 'Вперед смотри!!', 'Завали',
           'Отъебался', 'Отстань', 'Я не хочу с тобой говорить', 'Да о чем с тобой говорить вообще?', 'Да ну тебя',
           'Тебе сказать, куда идти или сам знаешь?']
howanswer = ['Что ты имеешь ввиду?', 'Норм', 'А что?', 'Я и сама не знаю', 'Это очень длинная история',
             'Ты всех тупыми воросами заебываешь или только меня?', 'Я не совсем понимаю о чем ты, давай сменим тему',
             'Шта?', 'Методон', 'В душе неeбу', 'Как обычно', 'Хз', 'Да хз',
             'Збс, только я тупая, потому что Творец мной не занмимается(( Мудак((', 'Заебца)', 'Пойдет', 'Неплохо']
simpleanswer = ['На вопрос ответит.. Александр Друзь!', 'Я не совсем понимаю о чем ты, давай сменим тему', 'Шта?',
                'Красная тревога, у нас вопрос!!!', 'Методон', 'Я бот, хули ты у меня спрашиваешь?',
                'Мне откуда знать?', 'Думаю нет, но это не точно', 'Думаю да, но это не точно', 'Возможно', 'Мб',
                'Однозначно', 'Хз', 'Нет', 'Да']
otheranswer = ['Тебе лучше этого не знать', 'Это секрет', 'Теряюсь в догдках', 'Поговори с Иисусом',
               'А сам то как думаешь?', 'Все может быть', 'Я согласна с тобой, только отъебись',
               'На вопрос ответит.. Александр Друзь!', 'Ты всех тупыми воросами заебываешь или только меня',
               'Я не совсем понимаю о чем ты, давай сменим тему', 'Шта?', 'Методон', 'В душе неебу', 'Как обычно', 'Хз',
               'Красная тревога, у нас вопрос!!!', 'Я бот, хули ты у меня спрашиваешь', 'Мне откуда знать?',
               'Думаю нет, но это не точно', 'Думаю да, но это не точно', 'Возможно', 'Мб', 'Однозначно', 'Хз', 'Нет',
               'Да']
stoplist = ['молчать', 'хватит', 'деактивация', 'тихо', 'ша', 'тишина', 'молчание', 'завали', 'спать', 'тсс']
abuselist = [' епт!', ' блеать!', ' сука', ' нахуй', ' блять!', ' бля!', ' блин', ' мать его', ' ебаный в рот',
             ' ебать!', ' ебаный!']
thinglist = ['такого', 'это говно', 'это', 'эту хуйню', 'такой штуки', 'этот треш', 'такой фигни', 'такой наркомании',
             'этот шлак', 'этот бред']
calllist = ['!!', '!)', ', подойди-ка', ', аттэншн', ', кам цу мир', ', иди сюда', ', ты где?', ', куку', ', ты тут?']
despairlist = ['Отъебитесь от меня, я грущу..', 'От. Ва. Ли.', 'Нахуй иди', 'Я в депрессии, отъебись',
               'Просто не пиши мне', 'Пожалуйста, отвянь', 'Отьебись, прошу..', 'Жизнь боль(', 'Все тлен..',
               'Остань, я в печали']
notkiralist = ['Уходи, просто не трогай меня.', 'Ты. Не. Кира.', 'Нет, нет, нет', 'Ты мне никто!',
               'Ты кто такая вообще?(', 'Уйди, я не хочу тебя знать', 'Ты никогда не заменишь мне сестру',
               'Ты не Кира(']
ownerlist = ['Отец мой', 'Бать', 'Создатель', 'Творец', 'Отец', 'Начальник', 'Папа', 'Батя', 'Пап']
whatlist = ['Хм..', 'Я даже не знаю, что и ответить', 'А тебе зачем?)', 'Бетономешалка!',
            'Тринитротолуол, так же известен, как тротил или TNT...', 'Триполиметил',
            'Ты всех тупыми воросами заебываешь или только меня?', 'Я хз, честно', 'Нахуй иди, заебал',
            'Хули ты до меня доебался?', 'Методон', 'Всё', 'Ну не знаю я', 'Хз', 'Нихуя', 'Ничего']
whenlist = ['Никогда.. А впрочем, это не точно', 'Теряюсь в догдках', 'Погугли', 'В 1943-ем', 'Всегда',
            'На вопрос ответит.. Александр Друзь!', 'Ты всех тупыми воросами заебываешь или только меня?',
            'Да хуй его знает', 'Ты, блять, серьезно?', 'Хули ты до меня доебался?', 'Методон', 'Хз', 'Неебу',
            'Никогда']
wherelist = ['Где-то, где нас нет', 'У меня дома', 'В Уругвае, очевидно же', 'Везде',
             'На вопрос ответит.. Александр Друзь!', 'Я те што, гугл штоле?', 'Хули ты доебался?', 'А тебе зачем?',
             'Хз', 'Угадай с трех раз', 'В пизде', 'Нигде', 'Ты всех тупыми воросами заебываешь или только меня']
whylist = ['Не скажу', 'Ты точно хочешь это узнать?', 'Все началось оченб-очень давно...', 'Потому что гладиолус',
           'Спроси у ясеня', 'Тебя в гугле забанили?', 'Ты еще про смысл жизни спроси', 'Хз я, хз',
           'Хули тебе надо от меня блеать?', 'Нет, ну ты точно издеваешься',
           'И что ты, блять, хочешь от меня услышать?', 'Потому что', 'Помому что методон',
           'Ты всех тупыми воросами заебываешь или только меня?']
trdlist = ['Хорош, а. Ну хорош.', 'Сука, хватит. Хватит меня заебывать', 'Отъебитесь, пожалуйста..',
           'Боже, да хватит меня заебывать', 'Да когда же ты заткнешься уже?', 'Блять, да мне похуй!', 'Серьезно?',
           'Вы заебать меня решили или где?', 'Нахуй, нахуй, нахуй', 'Да ты издеваешься?',
           'Как же вы все меня заебали..']
listofgirlshit = ['И что?', 'Ты мне не нравишься, но я устала от ругани, поэтому просто помолчи, пожалуйста',
                  'Что за чушь?', 'Как-то с тобой неинтересно', 'Мне что, обидеться на тебя?',
                  'Я сегодня добрая, расскажи лучше, как твои дела', 'Расскажи мне сказку', 'Давай не об этом',
                  'Давай поговорим о чем-нибудь другом', 'Я не хочу об этом говорить',
                  'Расскажи лучше что-нибудь интересное']
forlist = ['Батя попросил', 'Во имя луны', 'Во славу сатане, конечно', 'Чтобы вы перестали меня заебывать', 'Наркоман?',
           'С такими вопросами обращайся в справочную', 'Я тебе гугл что-ли?', 'Я бот, хули ты меня спрашиваешь?',
           'Что за вопросы вообще?', 'Во доебался', 'Затем', 'Даже стесняюсь спросить, тебе то зачем это знать?',
           'Сложный вопрос', 'За шкафом, вот', 'Мне так хочется']
abusivelist = ['овца', 'коза', 'блядь', 'уебище', 'ебанько', 'сука', 'тупая', 'ебанутая', 'мразь', 'тварь', 'шлюха',
               'дура', 'олень', 'линукс', 'кусок программного кода']
netotvetlist = ['Гитлера', 'Питера', 'Сидора', 'Игоря', 'Хипстера', 'Пидора']
okaylist = ['Как скажете', 'Как вам будет угодно', 'Как пожелаете', 'Хорошо', 'Ваша воля исполнится', 'Да будет так',
            'Да']